[
    {
        "id": "1",
        "name": "Boder Building",
        "address": "109 S 4th Street",
        "audio": "true",
        "mp3": "01.mp3",
        "img": "01.jpg",
        "snippet": "From 1914 to the 1970s, this building housed the Voss Wallpaper Company. It was slated to be demolished during the Urban Renewal Period of the 1970s; however, the building was saved through the efforts of Mary S. Boder who also owned the bank building next door. It now houses the Convention &amp; Visitors Bureau."
    },
    {
        "id": "2",
        "name": "Missouri Valley Trust",
        "address": "4th and Felix",
        "audio": "true",
        "mp3": "02.mp3",
        "img": "02.jpg",
        "snippet": "This building was constructed in 1859 to house the St. Joseph branch of the Bank of the State of Missouri at a cost of $25,000. Joseph Pfeiffer, a young German immigrant, was awarded the contract to build the bank after constructing a small plaster-of-paris model of the building. The elaborate arched doorway on the curved northwest corner proved Pfeiffer’s ability to work with stone. The Missouri Valley Trust Company occupied the building from 1900 until 1989. The building was used for banking purposes continuously from 1859 until 1989.<br><br>When the Missouri Supreme Court was a “traveling court” in the latter part of the 19th century, northwest Missouri sessions were held in this building. The history of St. Joseph is entwined with this building. Steamboat captains, slave owners, overland freighters, Confederate and Union soldiers all conducted business here. Pony Express riders, French fur traders, and gold miners warmed themselves by the old fireplace before starting across the plains. The interior is original, complete with fireplace. The vault is constructed of railroad rails. Legend has it that Jesse James cased the bank by asking for change for a $100 bill. He was gunned down here in St. Joseph shortly after visiting the bank. This building was one of many St. Joseph buildings that appeared in the movie Paper Moon when parts of the movie were filmed here in St. Joseph.<br><br>The Missouri Valley Trust Building is listed on the National Register of Historic Places."
    },
    {
        "id": "3",
        "name": "Corby Building",
        "address": "5th and Felix",
        "audio": "true",
        "mp3": "03.mp3",
        "img": "03.jpg",
        "snippet": "In 1843, John Corby arrived in Joseph Robidoux's newly laid out town of St. Joseph and built the first brick house in the city at the present site of the Corby Building. The building that stands today was planned and erected by John's nephew, Joseph, along with Joseph's son, John (#2). John (#2) was also the man who started the telephone company here and also what became Light &amp; Power in this building, and was involved in handling the affairs of the Corby estate, but it was Joseph who was primarily responsible for the building. However both Joseph and John (#2) were given credit for the construction in their obituaries, probably because they worked so closely together.<br><br>It originally was 12 stories with an attic at the top floor. The St. Joseph Grain Exchange built an addition on top of the attic, so now the building is 14 stories high but has no 13th floor, not due to superstition, but rather to the fact the addition was built on top of the attic. At first it was known as the Corby-Forsee Building. Zeilda Forsee was the sister of Amanda Corby, wife of the original John Corby.<br><br>The building was designed by St. Joseph's notable architect, E. J. Eckel. In 1914, a large electric sign measuring 48 feet wide and 52 feet high was erected on the southern roof of the building. The 12-foot high letters spelled out the slogan &ldquo;St. Joseph The City Worthwhile.&rdquo; This was in the days before neon lights, so 3,800 incandescent bulbs were used. The sign was removed in the 1930s.<br><br>The E. J. Eckel firm maintained an office in the building from the time it was constructed until it closed as an office building in 1982. During the time it was closed, all the windows were covered with sheets of plywood. Many people jokingly referred to it as &ldquo;the plywood tower.&rdquo; In 1986, it was converted to a senior citizen residential building with the former Grain Exchange becoming a large formal meeting room. During the renovation, all the exterior terra-cotta was preserved, as well as the lobby decorations, including the brass-doored elevators. A portion of the mail chute, which at the time reached all floors, is preserved in the lobby area. For years, the first floor corner section was occupied by the Mechanic&rsquo;s Bank. The Corby Building is listed on the National Register of Historic Places."
    },
    {
        "id": "4",
        "name": "Einbender Building",
        "address": "502 Felix",
        "audio": "true",
        "mp3": "04.mp3",
        "img": "04.jpg",
        "snippet": "Erected in 1880 to house the firm of Jones, Townsend and Shireman, this building has been in retail use ever since. For many years, at the turn-of-the-century, the Townsend Wyatt & Wall Dry Goods Co. occupied the premises. Then another famous St. Joseph retailer, Reginer-Shoup was a tenant. Sears Roebuck and Co., for many years, had their main St. Joseph store located here before moving to 22nd and Messanie. Einbenders, a nationally known women’s apparel shop, occupied the building after their store was destroyed by fire. In the 1960s, they added the modern facade, which covers an elegant Victorian facade."
    },
    {
        "id": "5",
        "name": "Little Mr/Mrs Shop",
        "address": "509-511 Felix",
        "audio": "true",
        "mp3": "05.mp3",
        "img": "05.jpg",
        "snippet": "Built in 1888 to house the Saxton and Hendrick’s Jewelry Co., it was originally a four-story Queen Anne style building with a third and fourth story oriel, but was shortened to make the buildings on the block appear uniform in height. The bottom section of the oriel is still visible."
    },
    {
        "id": "6",
        "name": "Wards/Halberts",
        "address": "518 Felix",
        "audio": "true",
        "mp3": "06.mp3",
        "img": "06.jpg",
        "snippet": "This five-story structure was erected for the Hax Smith Furniture Co. as their showroom. Originally, the front contained several windows on every floor. In 1934, Montgomery Ward and Co. remodeled the building adding the facade you see now. For many years, the shield at the top of the windows contained a W for Ward’s."
    },
    {
        "id": "7",
        "name": "Plymouth Building",
        "address": "521-523 Felix",
        "audio": "true",
        "mp3": "07.mp3",
        "img": "07.jpg",
        "snippet": "This large three-story story building on the corner of 6th & Felix was built by Block Brothers Clothing Co. in 1908. The Plymouth Clothing Co. occupied the building for many years. During its occupancy, it suffered a major fire in 1947. Although the exterior retains the original terra cotta, the upstairs windows were all replaced with glass blocks after the fire."
    },
    {
        "id": "8",
        "name": "Intersection of 6th and Felix",
        "address": "6th and Felix",
        "audio": "true",
        "mp3": "08.mp3",
        "img": "08.jpg",
        "snippet": "For many years, 6th and Felix streets could be called the “crossroads of downtown.” The streets in the business section, including Felix, are named after St. Joseph’s founding father’s children, as well as Angelique, named after his second wife. In 1843, 6th Street was the eastern boundary of the original town of St. Joseph."
    },
    {
        "id": "9",
        "name": "United Building",
        "address": "602-614 Felix",
        "audio": "true",
        "mp3": "09.mp3",
        "img": "09.jpg",
        "snippet": "Constructed in 1918 for the Townsend-Ueberrhein Clothing Co., it was designed by the Eckel and Aldrich architectural firm and featured marble floors and steps, and curved display windows. In 1927, it was occupied by the Schulte-United Department Store. They went out of business during the 1929 depression. Simon Rositzky reopened the building in 1931 as the United Department Store. Back in the 1940s, a local radio station, KFEQ, would do a daily broadcast called “Man on the Street” from the front of this store."
    },
    {
        "id": "10",
        "name": "Keep it up!",
        "address": "Checkpoint 1 of 4",
        "audio": "false",
        "mp3": "",
        "img": "foot.jpg",
        "snippet": "",
        "encouragement": "You have walked a total of 0.14 miles!"
    },
    {
        "id": "11",
        "name": "F.W. Woolworth/Pennant Cafeteria",
        "address": "613-619 Felix",
        "audio": "true",
        "mp3": "10.mp3",
        "img": "10.jpg",
        "snippet": "This two-story brick building was constructed in 1919 by the F.W. Woolworth dimestore. The front facade was remodeled after a fire in 1940 with bluff-colored brick, a trademark of Woolworth stores. The Pennant Cafeteria occupied the upper floor for many years. Its name still remains in the tiled entrance to the upstairs. However, the facade has changed and the building is now a nightclub, a grocery, and a bar & grill."
    },
    {
        "id": "12",
        "name": "German-American Bank",
        "address": "622-624 Felix",
        "audio": "true",
        "mp3": "11.mp3",
        "img": "11.jpg",
        "snippet": "Designed by eccentric architect, Harvey Ellis, in 1889 while an employee of E. J. Eckel Architect Co, this building has been a cornerstone of downtown. It was originally built as the German-American Bank, with the eagle shields of Germany and America on either side of the entrance. St. Joseph had quite a large population of German people at the turn of the century. However, during World War I, when anything German was unpopular, the name was changed to the American National Bank. The two shields in front were plastered over and remained so until the building was restored in the 1970s. The upper stories are offices. The top floor included an open arcade around two sides of the building. Note the animal caryatids and the fountain that once graced the east side of the building. The German-American Bank is listed on the National Register of Historic Places."
    },
    {
        "id": "13",
        "name": "Telephone Building",
        "address": "116 South 7th Street",
        "audio": "true",
        "mp3": "12.mp3",
        "img": "12.jpg",
        "snippet": "This building was built for the Missouri and Kansas Telephone Company in 1895. Note the words “Telephone Building” on the pediment. It was the first fireproof telephone exchange to be built in St. Joseph."
    },
    {
        "id": "14",
        "name": "Ballinger Building",
        "address": "620-624 Edmond",
        "audio": "true",
        "mp3": "13.mp3",
        "img": "13.jpg",
        "snippet": "A Queen Anne style building erected in 1889 by Elizabeth Ballinger. It was originally a five-story building housing several offices. The lower floor for many years was the home to the St. Joseph Daily News, forerunner of the New-Press. During the mid-20th century, the lower floor housed one of the many Herman Drug Stores in St. Joseph. At that time, the building was renamed the Herman Building with the name Ballinger returning after the drugstore moved. Dr. Walter L. Cronkite, father to the newscaster, had his dentistry office on the second floor."
    },
    {
        "id": "15",
        "name": "Missouri Theater",
        "address": "715 Edmond",
        "audio": "true",
        "mp3": "14.mp3",
        "img": "14.jpg",
        "snippet": "Constructed in 1926, this is St. Joseph’s only atmospheric theater. It was designed by the Boller Brothers. The interior features large-winged bulls, and the huge chandelier hangs from a ceiling that is reminiscent of a Bedouin’s Tent. It is a classic example of the “Palace” theaters of the 1920s. The ornate plaster work was done by Waylande Gregory. The interior has been recently restored. When built, this theater was called the Cathedral of Motion pictures and cost $1 million in 1926. Built just as silent movies were coming to an end, it featured a large theater organ which has been removed. Movies were shown here until it closed in 1970. The city of St. Joseph purchased the building in 1978 and it is now used as a Performing Arts Center. The world premiere of the movie “Pony Express” was held here. The Missouri Theater is listed on the National Register of Historic Places."
    },
    {
        "id": "16",
        "name": "Post Office",
        "address": "201 S. 8th Street",
        "audio": "true",
        "mp3": "15.mp3",
        "img": "15.jpg",
        "snippet": "Across the street on the Southeast corner of 8th and Edmond is St. Joseph’s Main Post Office and Federal Court Building. Erected in 1938 to replace an ornate Victorian post office constructed in 1890, the new building features 12 murals painted by Gustaf Dalstrom, a WPA artist. They depict scenes of St. Joseph’s history from its first Native American Indian settlers to the turn of the 20th century. There has been an addition to the south of the building."
    },
    {
        "id": "17",
        "name": "News-Press Building",
        "address": "825 Edmond",
        "audio": "true",
        "mp3": "16.mp3",
        "img": "16.jpg",
        "snippet": "The building near the NE corner of 8th and Edmond houses the circulation department of the News-Press, St. Joseph’s daily paper. It is connected to the original building at 9th and Edmond, constructed in 1912, which at one time housed both the Gazette and the News- Press, the morning and evening dailies, before they joined together. The original building was designed by Eckel and Aldrich during the City Beautiful Movement of the 1910-1920 period when Italian style buildings were popular and businesses were encouraged to have a garden at the entrance to their buildings."
    },
    {
        "id": "18",
        "name": "Downtown Library",
        "address": "927 Felix",
        "audio": "true",
        "mp3": "17.mp3",
        "img": "17.jpg",
        "snippet": "The city’s first library, organized by a group of ladies at the close of the Civil War, was located on the second story of the Samuels Building at 6th & Charles. In 1909, when a state law was passed giving the cities the authority to establish free public libraries, the citizens of St. Joseph passed an initiative by a 6 to 1 margin. This building was designed by E.J. Eckel and is constructed of Silverdale stone, which is so soft it must be treated with linseed oil. It is listed on the National Register of Historic Places."
    },
    {
        "id": "19",
        "name": "St. Joseph Trunk Building",
        "address": "716-718 Felix",
        "audio": "true",
        "mp3": "18.mp3",
        "img": "18.jpg",
        "snippet": "This three-story building was erected in 1911 by the Lincoln Realty Co. The Walk-Over Boot Shop and Western Union Telegraph Office were located in this building in its early days."
    },
    {
        "id": "20",
        "name": "You're Awesome!",
        "address": "Checkpoint 2 of 4",
        "audio": "false",
        "mp3": "",
        "img": "foot.jpg",
        "snippet": "",
        "encouragement": "Half way there. You have walked a total of 0.65 miles!"
    },
    {
        "id": "21",
        "name": "Felix Street Square",
        "address": "North side of Felix 7th to 8th",
        "audio": "true",
        "mp3": "19.mp3",
        "img": "19.jpg",
        "snippet": "About midway of this park was a building referred to as St. Joseph’s first skyscraper, actually only seven stories high. It featured the first elevator to be placed in a business in the downtown area. The building was built for the B.J. Herr Department Store. Later, the Jenkins Music Store occupied the building and after that it was the location of the J.C. Penney Co. in St. Joseph. Popular downtown events include the summer concert series, The Apple Blossom Festival, and the Coleman Hawkins Jazz Festival."
    },
    {
        "id": "22",
        "name": "702-704 Felix",
        "address": "702-704 Felix",
        "audio": "true",
        "mp3": "20.mp3",
        "img": "20.jpg",
        "snippet": "This three-story building was erected in 1912 with the Leeds Woolen Mills Co. located in the corner section, while the Newark Shoe Co. occupied the east half. Later, Brooks Clothing Store was located here. In the 1970s, Joe Optican Jewelry Store moved here from its former location and installed a large revolving diamond gemstone made of stainless steel on the corner of the canopy."
    },
    {
        "id": "23",
        "name": "Robidoux Hotel Columns",
        "address": "7th and Francis",
        "audio": "true",
        "mp3": "21.mp3",
        "img": "21.jpg",
        "snippet": "On 7th Street toward Francis, note the three terra cotta columns. These are three of six that originally graced the front of St. Joseph’s premier downtown hotel, the Hotel Robidoux, which was located at 5th and Francis. The columns were saved, and for a while, were placed in the pedestrian mall on Felix. When that was removed, the columns were put into storage and were finally erected here in the park. Until Urban Renewal, this corner was occupied by a three-story Physicians and Surgeons building."
    },
    {
        "id": "24",
        "name": "Christ Episcopal Church",
        "address": "207 N 7th Street",
        "audio": "true",
        "mp3": "22.mp3",
        "img": "22.jpg",
        "snippet": "Built in 1877, in a Gothic Revival style, to replace a frame church that burned on Christmas Eve, 1876. Dr. James Runcie performed the marriage ceremony uniting famed writer and poet, Eugene Field, and a St. Joseph girl, Julie Comstock, on October 16, 1873. The present structure is the oldest building in St. Joseph used continuously as a Protestant place of worship by one congregation."
    },
    {
        "id": "25",
        "name": "Kirkpatrick Building",
        "address": "620 Francis",
        "audio": "true",
        "mp3": "23.mp3",
        "img": "23.jpg",
        "snippet": "Built in 1923, during St. Joseph’s glory days. This building housed the Kirkpatrick Jewelry Co. (on the corner of 7th and Francis), a pharmacy and other offices."
    },
    {
        "id": "26",
        "name": "Townsend & Wall",
        "address": "602 Francis",
        "audio": "true",
        "mp3": "24.mp3",
        "img": "24.jpg",
        "snippet": "This large building was built for the Leader Department Store in 1909. Upon it’s demise, Townsend, Wyatt and Wall occupied the building until 1984. This was St. Joseph’s most complete department store featuring clothing, furniture, gifts, tea room, curtains, photo shop, bargain basement, toiletries, etc. The building has been converted into apartments."
    },
    {
        "id": "27",
        "name": "Tootle-Light & Power Building",
        "address": "520 Francis",
        "audio": "true",
        "mp3": "25.mp3",
        "img": "25.jpg",
        "snippet": "The Tootle-Light & Power building was built in 1884 as the Tootle Building. Light & Power was located here in 1914 until it burned by a fire in 1923. It was rebuilt as a three story building (as shown at the back of the brochure) by the Tootle Estate in 1924, but was occupied by Light & Power, who later purchased the building in 1950. Light & Power added a 5th floor in the 1980’s."
    },
    {
        "id": "28",
        "name": "Provident Building",
        "address": "513 Francis",
        "audio": "true",
        "mp3": "26.mp3",
        "img": "26.jpg",
        "snippet": "Constructed in 1921 for the Provident Building and Loan Association. The building has now been remodeled into a private residence."
    },
    {
        "id": "29",
        "name": "Pioneer Building",
        "address": "510 Francis",
        "audio": "true",
        "mp3": "27.mp3",
        "img": "27.jpg",
        "snippet": "This building was originally the Tootle Opera House (sometimes called the Tootle Theater) built in 1872 during St. Joseph’s Golden Age. About the only recognizable exterior element is the mansard roof. The pseudo-colonial front was added in the 1930s to replace the original Victorian facade. The opera house was on the second through fourth floors. It could seat about 1,400 people including the orchestra floor, boxes and three balconies. The theater was equipped with a collapsible dance floor, which could be placed over the orchestra floor level. A large gas chandelier that contained 132 jets that were ignited by electricity was a prominent feature of the gold, white and crimson interior. In 1893, the theater was completely refurbished. In 1904, due to competition, the theater was forced to descend to vaudeville. By 1916, motion pictures were introduced. The theater finally closed in 1929 and was converted into an office building in 1932."
    },
    {
        "id": "30",
        "name": "Almost There!",
        "address": "Checkpoint 3 of 4",
        "audio": "false",
        "mp3": "",
        "img": "foot.jpg",
        "snippet": "",
        "encouragement": "One more step to go. You have walked a total of 0.92 miles!"
    },
    {
        "id": "31",
        "name": "Donnell Court",
        "address": "501-511 Francis",
        "audio": "true",
        "mp3": "28.mp3",
        "img": "28.jpg",
        "snippet": "Constructed in 1902 the building was named for Robert Washington Donnell, who was one of the first settlers of the Platte Purchase. After opening a dry goods store in St. Joseph, he and Albe Saxton organized the city’s branch of the Bank of the State of Missouri. In 1860, he was instrumental in securing the eastern terminus of the Pony Express for St. Joseph. His banking firm became the largest dealer in gold and silver bullion in the world and was correspondent for 400 western banks. While the lower floors have always been used for commercial purposes, most of the upper offices have been used by attorneys because of the building’s proximity to the courthouse."
    },
    {
        "id": "32",
        "name": "Robidoux Center/US Bank",
        "address": "415 Francis",
        "audio": "true",
        "mp3": "29.mp3",
        "img": "29.jpg",
        "snippet": "Erected on the site of the former Hotel Robidoux, this modern building was constructed to house a bank and several offices. Throughout the bank, artifacts from the old hotel are displayed. The clock in front of the bank was originally located at 6th and Edmond on the former Empire Trust Co. This clock appeared in the movie “Paper Moon.”"
    },
    {
        "id": "33",
        "name": "Buchanan County Courthouse",
        "address": "411 Jules",
        "audio": "true",
        "mp3": "30.mp3",
        "img": "30.jpg",
        "snippet": "This is the second courthouse to be erected in the city of St. Joseph. The first was erected in 1846 on this exact spot, which was donated by city founder, Joseph Robidoux III, after the county seat had been removed from the neighboring town of Sparta. By 1871, that building had become unsafe and the present building was started in 1873 after about 32 feet had been removed from the top of the hill. This hill had originally been a Native American Indian burial ground, with the bodies supported on scaffolding to dry in the sun.<br><br>The present building was finally completed in 1876, although the date stones above the principal entrances bear the date 1874. At the time it was built, it was the largest courthouse in the state. The original dome was smaller with a slender tower or lantern on top. The courthouse was also where Robert and Charlie Ford were tried for the killing of Jesse James in 1882. In 1885, the building was severely damaged by fire with only the main walls left standing. By the end of 1885, the building was restored with the squatty dome that you see now.<br><br>Through the years, this courthouse has been used as a temporary asylum, held lawyers’ private offices, been home to the Latter Day Saints church, used as a lecture hall by the Northwestern Medical College, and contained a large concert hall used by the Mendelssohn Society, in addition to several rooms that were used for sleeping purposes. After many threats to have the building demolished, the courthouse was restored and remodeled in 1979. In the center of the lobby is a large mosaic seal of the State of Missouri. The county jail at one time occupied the NE corner of the lot. The trial of Jesse James’s murderers, Robert and Charley Ford, was held in this building in 1882. The Buchanan County Courthouse is listed on the National Register of Historic Places."
    },
    {
        "id": "34",
        "name": "Hillyard Corporate Headquarters",
        "address": "302 N 4th Street",
        "audio": "true",
        "mp3": "31.mp3",
        "img": "31.jpg",
        "snippet": "Hillyard manufactures floor-care materials, especially for gymnasiums. The building, as well as the one connected in the rear, was originally the Battreal-Whittingmill Shoe Co. At one time, St. Joseph had several shoe companies. The building just to the north was built for the Tootle-Campbell Dry Goods Company as offices and warehouse."
    },
    {
        "id": "35",
        "name": "American Electric Co.",
        "address": "302 N 3rd Street",
        "audio": "true",
        "mp3": "32.mp3",
        "img": "32.jpg",
        "snippet": "This large seven-story building was built for the Richardson, Roberts, Byrne Dry Goods company. It is now occupied by the offices of the Consolidated Electrical Distributors, Inc. Up until the 1920s, St. Joseph was the nation’s third largest dry goods center, which accounts for the many large warehouses."
    },
    {
        "id": "36",
        "name": "Wholesale Row",
        "address": "200 Block of N. 4th Street",
        "audio": "true",
        "mp3": "33.mp3",
        "img": "33.jpg",
        "snippet": "The four warehouse buildings were built in the early 1880s and comprise one of the only entire blocks of this vintage still standing in Missouri. The Brittain-Richardson and Co. building was built in 1882 by John S. Brittain and John D. Richardson. Mr. Brittain’s business became one of the largest dry goods wholesalers in the United States.<br><br>The two center Queen Anne style buildings were used by the Engelhart-Winning-Davison Mercantile. This was a millinery business which influenced the style of ladies’ millinery throughout the nation. Materials such as velvet and lace were sent here from all over the world to decorate hats. There is beautiful stained glass above the bay window and hand-painted tiles on the south building.<br><br>The R. L. McDonald and Co. occupied the large corner building erected in 1880 and sold dry goods, notions and gents furnishings until 1920. Wholesale Row is listed on the National Register of Historic Places."
    },
    {
        "id": "37",
        "name": "Civic Arena",
        "address": "100 N 4th Street",
        "audio": "true",
        "mp3": "34.mp3",
        "img": "34.jpg",
        "snippet": "The Civic Arena was constructed in 1980 to replace the City Auditorium which was located at 4th and Faraon. This arena can seat 4,200 and is used for all types of entertainment."
    },
    {
        "id": "38",
        "name": "Commerce Bank",
        "address": "328 Felix",
        "audio": "true",
        "mp3": "35.mp3",
        "img": "35.jpg",
        "snippet": "This two-story stone-clad building was built in 1902 by the First National Bank of St. Joseph (note the name at the cornice above the entrance). Later, the name was changed to the First National Bank. Even later, its assets were purchased by the Commerce Bank which now occupies the building. Inside are several large murals depicting St. Joseph’s history. The Commerce Bank site was the site of the Israel Landis Saddlemaking shop. Landis is credited with developing the Pony Express Saddle &amp; Mochila. Israel and his son John were southern supporters and John Landis smuggled arms and ammunition taken in the raid on the Liberty, Missouri, Arsenal out of St. Joseph and took them south to join Gen. Sterling Price before the Battle of Lexington, Missouri, in September 1861. John Landis later commanded the Landis Brigade, an artillery unit in the Confederate Army."
    },
    {
        "id": "39",
        "name": "The Journey West",
        "address": "3rd and Edmond",
        "audio": "true",
        "mp3": "36.mp3",
        "img": "36.jpg",
        "snippet": "After the 1848 discovery of gold in California, more than 100,000 sturdy Americans passed through St. Joseph on their way west in search of wealth, opportunity and better lives. The “Gold Rush” began and those who followed the “Star of Empire” became part of one of the world’s largest-known human migrations. Most of the pioneers came to St. Joseph, outfitted their wagon trains, and then ferried the swift-running waters to start their 2,000-mile journey to California.<br><br>This monument is a tribute to those who braved the perils of the unknown not only to search out gold, but also to establish farms, ranches and businesses that would turn the western United States into an empire. We also honor those who ended their journeys here, putting down lasting family roots and establishing or working in trades that transformed this “jumping-off point” into the “Queen of River Cities.” These entrepreneurs sold supplies to the westward travelers, creating a business climate escalating St. Joseph’s population from 800 to 8,000 in only a decade. They laid the groundwork for others who followed and firmly established this river town as a major player in America’s “Inland Empire.”<br><br>St. Joseph’s contribution in the settlement of the west is unparalleled, and the story of the “Journey West” is one of the most dynamic in American history."
    },
    {
        "id": "40",
        "name": "Way to go!",
        "address": "Checkpoint 4 of 4",
        "audio": "false",
        "mp3": "",
        "img": "foot.jpg",
        "snippet": "",
        "encouragement": "You have completed the BlockWalk and have walked a total of 1.5 miles!"
    }
]
